tap 'bempp/bempp'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/gui'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/tex'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'railwaycat/emacsmacport'
tap 'rcmdnk/file'
tap 'sanemat/font'
tap 'tkengo/highway'
cask 'java'
cask 'osxfuse'
cask 'xquartz'
brew 'clasp'
brew 'gringo'
brew 'aspcud'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'pixman'
brew 'cairo', args: ['with-x11']
brew 'pkg-config'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'bdw-gc'
brew 'bison'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc', args: ['with-all-languages']
brew 'openssl', args: ['universal']
brew 'libevent'
brew 'open-mpi'
brew 'boost'
brew 'cabextract'
brew 'ocaml'
brew 'ocamlbuild'
brew 'camlp4'
brew 'emacs', args: ['HEAD', 'with-cocoa', 'with-gnutls', 'with-imagemagick', 'with-librsvg', 'with-mailutils', 'with-modules']
brew 'cask'
brew 'cmake'
brew 'coreutils'
brew 'doxygen'
brew 'ecj'
brew 'eigen'
brew 'emojify'
brew 'exiv2'
brew 'jpeg', args: ['universal']
brew 'libexif'
brew 'fbida'
brew 'fftw'
brew 'findutils'
brew 'fltk'
brew 'libtiff', args: ['universal']
brew 'libtool', args: ['universal']
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'webp', args: ['universal']
brew 'gd', args: ['universal']
brew 'gdbm'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'little-cms2', args: ['universal']
brew 'ghostscript'
brew 'git-lfs'
brew 'glew'
brew 'libtasn1', args: ['universal']
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'gsettings-desktop-schemas'
brew 'glib-networking'
brew 'gnu-getopt'
brew 'gnu-sed'
brew 'go'
brew 'gperftools'
brew 'gsasl'
brew 'gstreamer'
brew 'orc'
brew 'gst-plugins-base'
brew 'gst-plugins-bad'
brew 'readline'
brew 'sqlite'
brew 'vala'
brew 'libsoup'
brew 'gst-plugins-good'
brew 'gst-plugins-ugly'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'libepoxy'
brew 'gtk+3'
brew 'py2cairo'
brew 'python'
brew 'pygobject'
brew 'pygtk'
brew 'gtk-mac-integration'
brew 'gtkglext'
brew 'libxml2'
brew 'minizip'
brew 'gwyddion'
brew 'htmldoc'
brew 'hub'
brew 'hugo'
brew 'xz', args: ['universal']
brew 'imagemagick'
brew 'intltool'
brew 'jasper', args: ['universal']
brew 'latex2rtf'
brew 'libcroco'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'libgphoto2', args: ['universal']
brew 'libicns', args: ['universal']
brew 'librsvg'
brew 'little-cms'
brew 'llvm'
brew 'mailutils'
brew 'makedepend'
brew 'ncftp'
brew 'net-snmp'
brew 'popt'
brew 's-lang'
brew 'newt'
brew 'nkf'
brew 'opam'
brew 'openjpeg'
brew 'p7zip'
brew 'pandoc'
brew 'plotutils'
brew 'portmidi'
brew 'pstoedit'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'qemu'
brew 'qpdf'
brew 'reattach-to-user-namespace'
brew 'rename'
brew 's-search'
brew 'sane-backends', args: ['universal']
brew 'sdl'
brew 'sdl2'
brew 'sdl2_image'
brew 'sdl2_mixer'
brew 'sdl2_ttf'
brew 'sdl_image'
brew 'sdl_mixer'
brew 'sdl_ttf'
brew 'sip', args: ['with-python3']
brew 'sl'
brew 'stow'
brew 'surfraw'
brew 'szip'
brew 'tbb'
brew 'texinfo'
brew 'the_platinum_searcher'
brew 'tmux', args: ['HEAD']
brew 'tree'
brew 'unrar'
brew 'w3m'
brew 'wget'
brew 'wxmac'
brew 'zeromq'
brew 'zsh'
brew 'bempp/bempp/cython'
brew 'bempp/bempp/dune-common'
brew 'bempp/bempp/dune-geometry'
brew 'bempp/bempp/dune-grid'
brew 'bempp/bempp/dune-alugrid'
brew 'bempp/bempp/dune-foamgrid'
brew 'bempp/bempp/dune-localfunctions'
brew 'homebrew/boneyard/lftp'
brew 'homebrew/boneyard/pangox-compat'
brew 'homebrew/dupes/screen'
brew 'homebrew/dupes/tcl-tk', args: ['with-threads', 'with-x11']
brew 'homebrew/fuse/sshfs'
brew 'homebrew/gui/geeqie'
brew 'homebrew/science/gmsh', args: ['with-fltk']
brew 'homebrew/science/hdf5'
brew 'homebrew/tex/pdfjam'
brew 'homebrew/versions/gstreamer010'
brew 'homebrew/versions/gst-plugins-base010'
brew 'homebrew/versions/gst-ffmpeg010'
brew 'homebrew/x11/openmotif'
brew 'homebrew/x11/xpdf'
brew 'railwaycat/emacsmacport/emacs-mac'
brew 'sanemat/font/ricty', args: ['powerline']
brew 'tkengo/highway/highway'
cask 'adobe-reader'
cask 'appcleaner'
cask 'aquaskk'
cask 'atom'
cask 'calibre'
cask 'daisydisk'
cask 'emacs-mac'
cask 'firefox'
cask 'firefox-ja'
cask 'gimp'
cask 'github-desktop'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'graphsketcher'
cask 'iterm2-nightly'
cask 'ltspice'
cask 'paintbrush'
cask 'pandoc'
cask 'seil'
cask 'spyder'
cask 'sshfs'
cask 'terminology'
cask 'tripmode'
cask 'uninstallpkg'
cask 'veusz'
cask 'wineskin-winery'
